{
  "users": [
    {
      "email": "kenzinho@mail.com",
      "password": "$2a$10$YQiiz0ANVwIgpOjYXPxc0O9H2XeX3m8OoY1xk7OGgxTnOJnsZU7FO",
      "name": "Kenzinho",
      "age": 38,
      "id": 1
    },
    {
      "email": "mateus_satiro@yahoo.com.br",
      "password": "$2a$10$S7IcbCsYYOp9GqLu.0dnFO.CBT.NGurVI56skJv7EDegvODhPpN2S",
      "name": "DANIEL MATEUS SATIRO",
      "id": 2
    }
  ],
  "phrases": [
    {
      "phraseText": "A vida é sobre criar impacto, não uma renda",
      "phraseAuthor": "Kevin Kruse",
      "id": 1
    },
    {
      "phraseText": "Seja o que a sua mente pode conceber e acreditar, ela pode conseguir",
      "phraseAuthor": "Napoleon Hill",
      "id": 2
    },
    {
      "phraseText": "Esforce-se para não ser um sucesso, mas sim para ser valioso",
      "phraseAuthor": "Albert Einstein",
      "id": 3
    },
    {
      "phraseText": "Duas estradas divergiam em uma bifurcação, e eu peguei a menos percorrida. E isso fez toda a diferença",
      "phraseAuthor": "Robert Frost",
      "id": 4
    },
    {
      "phraseText": "Eu atribuo o meu sucesso a isso: eu nunca dei ou tomei qualquer desculpa",
      "phraseAuthor": "Florence Nightingale",
      "id": 5
    },
    {
      "phraseText": "Você perde 100% dos tiros que não dá”- Wayne Gretzky",
      "id": 6
    },
    {
      "phraseText": "Eu perdi mais de 9 mil tiros livres em minha carreira. Eu perdi quase 300 jogos. Em 26 vezes e tive a bola do jogo e perdi. Eu falhei uma e outra vez em minha vida. E é por isso que eu consegui",
      "phraseAuthor": "Michael Jordan",
      "id": 7
    },
    {
      "phraseText": "A coisa mais difícil é a decisão de agir, o resto é apenas tenacidade",
      "phraseAuthor": "Amelia Earhart",
      "id": 8
    },
    {
      "phraseText": "Todo strike me aproxima do próximo home run",
      "phraseAuthor": "Babe Ruth",
      "id": 9
    },
    {
      "phraseText": "Definir um objetivo é o ponto de partida de toda a realização",
      "phraseAuthor": "W. Clement Stone",
      "id": 10
    },
    {
      "phraseText": "A vida não é sobre ter, e sobre dar e ser",
      "phraseAuthor": "Kevin Kruse",
      "id": 11
    },
    {
      "phraseText": "Nós nos tornamos aquilo que pensamos",
      "phraseAuthor": "Earl Nightingale",
      "id": 12
    },
    {
      "phraseText": "Daqui a 20 anos você estará mais decepcionado pelas coisas que você não fez, do que pelas que fez. Então, jogue fora suas amarras, navegue para longe do porto seguro, pegue os ventos em suas velas. Explore, sonha, descubra",
      "phraseAuthor": "Mark Twain",
      "id": 13
    },
    {
      "phraseText": "A vida é 10% do que acontece comigo e 90% de como eu reajo a isso",
      "phraseAuthor": "Charles Swindoll",
      "id": 14
    },
    {
      "phraseText": "A vida é o que acontece com você enquanto você está ocupado fazendo planos",
      "phraseAuthor": "John Lennon",
      "id": 15
    },
    {
      "phraseText": "A forma mais comum com que as pessoas exercem o seu poder é pensar que eles não têm poder",
      "phraseAuthor": "Alice Walker",
      "id": 16
    },
    {
      "phraseText": "A mente é tudo. Você se torna aquilo que você pensa",
      "phraseAuthor": "Buda",
      "id": 17
    },
    {
      "phraseText": "A melhor época para plantar uma árvore foi há 20 anos. A segunda melhor é agora” – Provérbio Chinês",
      "id": 18
    },
    {
      "phraseText": "Uma vida não examinada, não vale a pena ser vivida",
      "phraseAuthor": "Sócrates",
      "id": 19
    },
    {
      "phraseText": "80% do sucesso aparece",
      "phraseAuthor": "Woody Allen",
      "id": 20
    },
    {
      "phraseText": "Seu tempo é limitado, então não o gaste vivendo a vida de outra pessoa”—Steve Jobs",
      "id": 21
    },
    {
      "phraseText": "Ganhar não é tudo, mas querer ganhar é",
      "phraseAuthor": "Vince Lombardi",
      "id": 22
    },
    {
      "phraseText": "Eu não sou um produto de minhas circunstâncias. Eu sou um produto de minhas decisões",
      "phraseAuthor": "Stephen Covey",
      "id": 23
    },
    {
      "phraseText": "Cada criança é um artista. O problema é permanecer um artista depois que crescemos",
      "phraseAuthor": "Pablo Picasso",
      "id": 24
    },
    {
      "phraseText": "Você nunca pode atravessar o oceano até que você tenha coragem de perder de vista a costa",
      "phraseAuthor": "Cristóvão Colombo",
      "id": 25
    },
    {
      "phraseText": "Eu aprendi que as pessoas vão esquecer o que você disse, as pessoas vão esquecer o que você fez, mas as pessoas nunca esquecerão como você as fez sentir",
      "phraseAuthor": "Maya Angelou",
      "id": 26
    },
    {
      "phraseText": "Ou você corre do dia, ou durante o dia você corre",
      "phraseAuthor": "Jim Rohn",
      "id": 27
    },
    {
      "phraseText": "Se você pensa que pode, ou que não pode, você está certo",
      "phraseAuthor": "Henry Ford",
      "id": 28
    },
    {
      "phraseText": "Os dias mais importantes na sua vida são o dia em que você nasce, e o dia em que você descobre o porquê",
      "phraseAuthor": "Mark Twain",
      "id": 29
    },
    {
      "phraseText": "Tudo que você pode fazer, ou sonha que pode, comece. Ousadia tem genialidade, poder e magia",
      "phraseAuthor": "Johann Wolfgang von Goethe",
      "id": 30
    },
    {
      "phraseText": "A melhor vingança é o sucesso maciço",
      "phraseAuthor": "Frank Sinatra",
      "id": 31
    },
    {
      "phraseText": "As pessoas costumam dizer que a motivação não dura. Bem, nem o banho. É por isso que recomendamos isso diariamente",
      "phraseAuthor": "Zig Ziglar",
      "id": 32
    },
    {
      "phraseText": "A vida encolhe ou expande em proporção com a sua coragem",
      "phraseAuthor": "Anais Nin",
      "id": 33
    },
    {
      "phraseText": "Se você ouve uma voz dentro de você dizendo ‘você não pode pintar’, então pinte e essa voz será silenciada",
      "phraseAuthor": "Vincent Van Gogh",
      "id": 34
    },
    {
      "phraseText": "Há apenas uma maneira de evitar críticas: não faça nada, não diga nada, e não seja nada",
      "phraseAuthor": "Aristóteles",
      "id": 35
    },
    {
      "phraseText": "Peça, e lhes será dado; procure e encontrará; bata, e a porta será aberta para você",
      "phraseAuthor": "Jesus",
      "id": 36
    },
    {
      "phraseText": "A única pessoa que você está destinado a se tornar é a pessoa que você decide ser",
      "phraseAuthor": "Ralph Waldo Emerson",
      "id": 37
    },
    {
      "phraseText": "Vá na direção de seus sonhos. Viva a vida que você imaginou",
      "phraseAuthor": "Henry David Thoreau",
      "id": 38
    },
    {
      "phraseText": "Poucas coisas podem ajudar mais um indivíduo do que colocar a responsabilidade em cima dele, e deixa-lo saber que você confia nele",
      "phraseAuthor": "Booker T. Washington",
      "id": 39
    },
    {
      "phraseText": "Determinadas coisas capturam o seu olho, mas leve a cabo apenas aquelas que capturam seu coração",
      "phraseAuthor": "Provérbio indiano",
      "id": 40
    },
    {
      "phraseText": "Acredite que você pode e você vai chegar lá",
      "phraseAuthor": "Theodore Roosevelt",
      "id": 41
    },
    {
      "phraseText": "Tudo o que você sempre quis está do outro lado do seu medo",
      "phraseAuthor": "George Addair",
      "id": 42
    },
    {
      "phraseText": "Quando eu tinha 5 anos de idade, minha mãe me disse que a felicidade era a chave para a vida. Quando eu fui para a escola, eles me perguntaram o que eu queria ser quando crescesse. Eu escrevi ‘feliz’. Eles me disseram que eu não entendi a tarefa, e eu disse a eles que eles não entendiam a vida",
      "phraseAuthor": "John Lennon",
      "id": 43
    },
    {
      "phraseText": "Caia 7 vezes. Levante-se 8",
      "phraseAuthor": "Provérbio japonês",
      "id": 44
    },
    {
      "phraseText": "Quando a porta da felicidade se fecha, outra se abre, mas muitas vezes olhamos tanto tempo para a porta fechada que não vemos que outra foi aberta para nós",
      "phraseAuthor": "Helen Keller",
      "id": 45
    },
    {
      "phraseText": "Tudo tem beleza. Mas nem todos podem ver",
      "phraseAuthor": "Confúcio",
      "id": 46
    },
    {
      "phraseText": "Como é maravilhoso que ninguém precise esperar um momento antes de começar a melhorar o mundo",
      "phraseAuthor": "Anne Frank",
      "id": 47
    },
    {
      "phraseText": "Quando eu deixar de ser o que sou, eu irei me tornar o que poderia ser",
      "phraseAuthor": "Lao Tzu",
      "id": 48
    },
    {
      "phraseText": "A vida não é medida pelo número de respirações que damos, mas pelos momentos que nos tiram a respiração",
      "phraseAuthor": "Maya Angelou",
      "id": 49
    },
    {
      "phraseText": "A felicidade não é algo pronto. Ela vem de suas próprias ações",
      "phraseAuthor": "Dalai Lama",
      "id": 50
    },
    {
      "phraseText": "Em primeiro lugar, tenha um ideal prático e definitivo; uma meta, um objetivo. Em segundo lugar, disponha dos meios necessários para atingir os seus fins; sabedoria, dinheiro, materiais e métodos. Em terceiro lugar, ajuste todos os seus meios para esse fim",
      "phraseAuthor": "Aristóteles",
      "id": 51
    },
    {
      "phraseText": "Se os ventos não vão servir, leve os remos",
      "phraseAuthor": "Provérbio americano",
      "id": 52
    },
    {
      "phraseText": "Você não pode cair se não subir. Mas não há nenhuma alegria em viver toda a sua vida na terra",
      "phraseAuthor": "Desconhecido",
      "id": 53
    },
    {
      "phraseText": "Devemos crer que somos dotados de alguma coisa, e que essa coisa, deve ser atingida a qualquer custo",
      "phraseAuthor": "Marie Curie",
      "id": 54
    },
    {
      "phraseText": "Fiquei impressionado com a urgência de fazer. Saber não é suficiente; devemos aplicar. Estar disposto não é o suficiente; devemos fazer",
      "phraseAuthor": "Leonardo Da Vinci",
      "id": 55
    },
    {
      "phraseText": "Limitações vivem apenas em nossas mentes. Mas se usarmos nossa imaginação, nossas possibilidades tornam-se ilimitadas",
      "phraseAuthor": "Jamie Paolinetti",
      "id": 56
    },
    {
      "phraseText": "Você toma sua vida em suas próprias mãos e o que acontece? Uma coisa terrível, ninguém para colocar a culpa",
      "phraseAuthor": "Erica Jong",
      "id": 57
    },
    {
      "phraseText": "O que é o dinheiro? Um homem de sucesso levanta pela manhã e vai para cama à noite. E no meio, faz o que quer fazer",
      "phraseAuthor": "Bob Dylan",
      "id": 58
    },
    {
      "phraseText": "Eu não falhei no teste. Eu só encontrei 100 maneiras de fazer errado",
      "phraseAuthor": "Benjamin Franklin",
      "id": 59
    },
    {
      "phraseText": "Para ter sucesso, o seu desejo de sucesso deve ser maior do que o seu medo do fracasso",
      "phraseAuthor": "Bill Cosby",
      "id": 60
    },
    {
      "phraseText": "Uma pessoa que nunca cometeu um erro, nunca tentou nada de novo",
      "phraseAuthor": "Albert Einstein",
      "id": 61
    },
    {
      "phraseText": "A pessoa que diz que não pode ser feito não deve interromper a pessoa que está fazendo",
      "phraseAuthor": "Provérbio chinês",
      "id": 62
    },
    {
      "phraseText": "Não há engarrafamentos ao longo da milha extra",
      "phraseAuthor": "Roger Staubach",
      "id": 63
    },
    {
      "phraseText": "Nunca é tarde demais para ser o que você poderia ter sido",
      "phraseAuthor": "George Eliot",
      "id": 64
    },
    {
      "phraseText": "Você se torna o que você acredita",
      "phraseAuthor": "Oprah Winfrey",
      "id": 65
    },
    {
      "phraseText": "Eu preferiria morrer de paixão do que de tédio",
      "phraseAuthor": "Vincent Van Gogh",
      "id": 66
    },
    {
      "phraseText": "Um homem verdadeiramente rico é aquele cujos filhos correm para seus braços quando suas mãos estão vazias”- Autor desconhecido",
      "id": 67
    },
    {
      "phraseText": "Não é o que você faz para os seus filhos, mas o que você os ensinou a fazer por si mesmos, que irá torna-los serem humanos bem sucedidos",
      "phraseAuthor": "Ann Landers",
      "id": 68
    },
    {
      "phraseText": "Se você deseja que seus filhos acabem bem, gaste o dobro de tempo com eles, e metade do dinheiro",
      "phraseAuthor": "Abigail Van Buren",
      "id": 69
    },
    {
      "phraseText": "Construa seus próprios sonhos, ou alguém vai contratá-lo para construir os seus",
      "phraseAuthor": "Farrah Gray",
      "id": 70
    },
    {
      "phraseText": "As batalhas que contam não são apenas as medalhas de ouro. As lutas dentro de si, as batalhas invisíveis dentro de todos nós, é o que vale a pena”- Jesse Owens",
      "id": 71
    },
    {
      "phraseText": "A educação custa dinheiro. Mas, em seguida, o mesmo acontece com a ignorância",
      "phraseAuthor": "Sir Claus Moser",
      "id": 72
    },
    {
      "phraseText": "Tenho aprendido ao longo dos anos que, quando a mente está pronta, isso diminui o medo",
      "phraseAuthor": "Rosa Parks",
      "id": 73
    },
    {
      "phraseText": "Não importa se você vai devagar, tanto quanto importa o fato de você não parar",
      "phraseAuthor": "Confúcio",
      "id": 74
    },
    {
      "phraseText": "Se você pode olhar para o que tem na vida, você sempre vai ter mais. Se você olhar para o que não tem, nunca terá o suficiente",
      "phraseAuthor": "Oprah Winfrey",
      "id": 75
    },
    {
      "phraseText": "Lembre-se que não conseguir o que você quer é algumas vezes um lance de sorte",
      "phraseAuthor": "Dalai Lama",
      "id": 76
    },
    {
      "phraseText": "Você não pode deixar de usar a criatividade. Quanto mais você usa, mais você tem",
      "phraseAuthor": "Maya Angelou",
      "id": 77
    },
    {
      "phraseText": "Sonhe grande e se atreva a falhar",
      "phraseAuthor": "Norman Vaughan",
      "id": 78
    },
    {
      "phraseText": "Nossas vidas começam a terminar no dia em que nos calamos sobre as coisas que importam",
      "phraseAuthor": "Martin Luther King Jr",
      "id": 79
    },
    {
      "phraseText": "Faça o que você puder, onde você estiver, com o que você tem",
      "phraseAuthor": "Teddy Roosevelt",
      "id": 80
    },
    {
      "phraseText": "Se você faz o que sempre fez, vai ter o que sempre teve",
      "phraseAuthor": "Tony Robbins",
      "id": 81
    },
    {
      "phraseText": "Sonhar, afinal, é uma forma de planejamento",
      "phraseAuthor": "Gloria Steinem",
      "id": 82
    },
    {
      "phraseText": "É o seu lugar no mundo; é a sua vida. Vá em frente e faça tudo o que puder com ela, e torne-a a vida que você quer viver",
      "phraseAuthor": "Mae Jemison",
      "id": 83
    },
    {
      "phraseText": "Você pode ficar desapontado se falhar, mas você está condenado se não tentar",
      "phraseAuthor": "Beverly Sills",
      "id": 84
    },
    {
      "phraseText": "Lembre-se que ninguém pode fazer você se sentir inferior sem o seu consentimento",
      "phraseAuthor": "Eleanor Roosevelt",
      "id": 85
    },
    {
      "phraseText": "A vida é o que fazemos dela, sempre foi, e sempre será",
      "phraseAuthor": "Moisés",
      "id": 86
    },
    {
      "phraseText": "A questão não é quem vai me deixar; mas sim, quem vai me impedir",
      "phraseAuthor": "Ayn Rand",
      "id": 87
    },
    {
      "phraseText": "Quando tudo parece estar indo contra você, lembre-se que o avião decola contra o vento, não a favor dele",
      "phraseAuthor": "Henry Ford",
      "id": 88
    },
    {
      "phraseText": "Não são os anos de sua vida que contam. É a vida em seus anos",
      "phraseAuthor": "Abraham Lincoln",
      "id": 89
    },
    {
      "phraseText": "Mude seus pensamentos e você muda seu mundo",
      "phraseAuthor": "Norman Vicent Peale",
      "id": 90
    },
    {
      "phraseText": "Escreva algo que valha a pena ler, ou faça alguma coisa que valha a pena escrever",
      "phraseAuthor": "Benjamin Franklin",
      "id": 91
    },
    {
      "phraseText": "Nada é impossível, a própria palavra diz ‘eu sou possível’ [i’m possible, em inglês]",
      "phraseAuthor": "Audrey Hepburn",
      "id": 92
    },
    {
      "phraseText": "A única maneira de fazer um excelente trabalho é amar o que você faz",
      "phraseAuthor": "Steve Jobs",
      "id": 93
    },
    {
      "phraseText": "Se você pode sonhar, você pode conseguir",
      "phraseAuthor": "Zig Ziglar",
      "id": 94
    },
    {
      "phraseText": "Muitos de nós não estamos vivendo nossos sonhos porque estamos vivendo nossos medos”- Les Brown",
      "id": 95
    },
    {
      "phraseText": "Os desafios são o que tornam a vida interessante e superá-los é o que dá sentido à vida",
      "phraseAuthor": "Joshua J. Marinho",
      "id": 96
    },
    {
      "phraseText": "Se você quiser se levantar, levante outra pessoa",
      "phraseAuthor": "Booker T. Washington",
      "id": 97
    }
  ],
  "comments": [
    {
      "id": 1,
      "userId": 1,
      "phraseId": 1,
      "commentphraseText": "",
      "date": "19-07-2021"
    },
    {
      "userId": 2,
      "commentphraseText": "Loucura, loucura, loucura...",
      "date": "20-07-2021",
      "phraseId": 1,
      "id": 2
    },
    {
      "userId": 2,
      "commentphraseText": "Agora eu vou falar...",
      "date": "20-07-2021",
      "phraseId": 1,
      "id": 3
    },
    {
      "userId": 2,
      "commentphraseText": "Loucura, loucura, loucura...",
      "date": "20-07-2021",
      "phraseId": 1,
      "id": 4
    }
  ],
  "users_who_like": [
    {
      "id": 1,
      "userId": 1,
      "phraseId": 1
    },
    {
      "userId": 2,
      "phraseId": 4,
      "id": 2
    },
    {
      "userId": 2,
      "phraseId": 4,
      "id": 3
    }
  ]
}
